final jsonArray = {
    "title": "50 фактов о сериале «Слово пацана. Кровь на асфальте»",
    "facts": [
        {
            "number": "Факт №1",
            "content": "Сериал «Слово пацана. Кровь на асфальте» основан на реальных событиях. В обозначенные годы в Казани действительно начали появляться бандитские группировки, которые формировались преимущественно из подростков. Массовые драки, грабежи и даже убийства заставляли людей соблюдать комендантский час, а женщины и дети старались не появляться на улицах без мужчин. В 1990-е годы часть этих сообществ превратилась в организованные преступные группы. Усмирить беспредел властям удалось лишь в ближе к 2000-м. Одним из членов подобных фирм был Роберт Гараев, который создал книгу о тех страшных временах. «Слово пацана. Криминальный Татарстан 1970–2010-х» как раз-таки и стала основой, которая всерьез заинтересовала Жору Крыжовникова. Режиссер два года изучал «казанский феномен» и создал собственную историю, основанную на исторической базе. Кстати, на сегодняшний день все экземпляры издания раскуплены, несмотря на то, что герои «Универсама» являются выдуманными людьми, а ведь именно из-за них многие и полюбили фильм.",
            "imagePath": "assets/images/training_images/training_image1.png",
            "subtext": "Валера Турбо в исполнении Славы Копейкина стал одним из самых неоднозначных персонажей, в него влюбляются и ненавидят"
        },
        {
            "number": "Факт №2",
            "content": "Первоначально съемки сериала планировалось проводить в Казани. В городе даже открыли кастинг, однако он довольно быстро свернулся. Оказывается, местные общественники воспротивились созданию истории о тяжелых казанских временах. Они подали иски в ГК с требованием заблокировать показ картины. Долго ответа ждать не пришлось. Дело в том, что власти Татарстана тоже посчитали «казанский феномен» настоящим позором для региона, а потому запретили снимать художественную хронику жестоких столкновений подростковых группировок на их территории. Таким образом, перед создателями сериала встала новая задача: найти локации, которые идеально смогли бы передать атмосферу Казани тех лет. После продолжительных поисков, выбор пал на Ярославль, где были похожие улицы, дворы и здания. Главными местами стали Ленинский и Дзержинский районы города, а в некоторых сценах можно увидеть и центр Ярославля, Волжскую набережную, Октябрьский мост.",
            "imagePath": "assets/images/training_images/training_image2.png",
            "subtext": "Сцену похорон Желтого воспроизводили на реально существующем кладбище"
        },
        {
            "number": "Факт №3",
            "content": "После того, как стало ясно, что «Слово пацана. Кровь на асфальте» завоевал внимание и любовь огромной публики, ушедший несколько лет назад из кино Сергей Романович поделился с подписчиками, что год назад его звали на одну из главных ролей в сериале, с помощью которой он мог бы феноменально вернуться на съемочную площадку. И пусть Сергей делает вид, что о решении он не сожалеет, на его странице то и дело появляются ролики, где актер предлагает режиссерам идею нового проекта «Слово чушпана» и обещает, что на этот раз уж точно не откажется.",
            "imagePath": "",
            "subtext": ""
        },
        {
            "number": "Факт №4",
            "content": "Глядя на Марата, мало кто может догадаться, что на самом деле, актер уже давно не подросток. Воплотивший роль Адидаса-младшего Рузиль Минекаев родился 20 мая 1999 года, а значит, на сегодняшний день ему 24. Более того, он уже женат на актрисе Азизе Бекмановой, с которой воспитывает сына. Кстати, Рузиль тоже далеко не сразу стал Маратом. Изначально Минекаев пробовался на роль Вовы Адидаса, но создатели проекта не увидели в нем лидера группировки и посоветовали перевоплотиться в Андрея. Тут актера вновь ждал подвох, но кастинг-директор дал ему последний шанс. Актеру предложили выучить пробный текст для Марата, с которым он идеально справился и наконец официально присоединился к команде сериала. В одном из интервью он рассказывал, что готовиться к роли он сразу начал со всей ответственностью.",
            "imagePath": "assets/images/training_images/training_image4.png",
            "subtext": "«Я смотрел документальные фильмы про жизнь улиц, про банды тех времен»"
        },
        {
            "number": "Факт №5",
            "content": "Роль прилежного Андрея Пальто заставила 15-летнего Леона Кемстача проснуться настоящей звездой. Молодой человек уже разбил немало женских сердец, только вот такого успеха могло бы и не быть. Оказывается, в «Слово пацана» парень попал совершенно случайно. Его отчим, Антон Богданов, однажды пригласи пасынка сняться в фильме «Нормальный только я», который он сам же спродюсировал. Вероятно, съемочная площадка не так сильно захватила Леона, поэтому некоторое время о парне ничего не было слышно, да и его дебютная работа, не особо выстрелила. Кемстач продолжал изучать языки и заниматься спортом, но как только его мама увидела кастинг на «Слово пацана», то предложила сыну немедленно записать визитку, причем прямо в кафе! Пробиться в проект Кемстачу посоветовал и друг семьи — небезызвестный актер Александр Петров. В успех подросток не верил — и зря, ведь его сразу утвердили на роль Андрея Васильева. К воплощению персонажа он подходил трепетно и со всей внимательностью.",
            "imagePath": "assets/images/training_images/training_image5.png",
            "subtext": "«Что касается игры на пианино, я в детстве занимался, но потом забросил. Для съемок у меня была пара занятий, я даже синтезатор себе купил. „Седую ночь“ в кадре сам играю»"
        },
        {
            "number": "Факт №6",
            "content": "Исполнительница роли Айгуль, 14-летняя Анна Пересильд, пусть и не впервые оказалась на съемочной площадке, зато большой успех для нее оказался в новинку. Перед юной актрисой стояла одна из сложнейших задач: отыграть юную красавицу, которая влюбляется в хулигана, а затем переживает немало трагедий. Родители Ани совсем не обрадовались ее перспективе участия в проекте Жоры Крыжовникова. Все-таки воплощение жестоких сцен могло нанести эмоциональные травмы еще совсем юной наследнице. И если Юлия Пересильд со временем просто доверилась режиссеру, с которым вместе училась в вузе, то Алексея Учителя пришлось уговаривать.",
            "imagePath": "assets/images/training_images/training_image6.png",
            "subtext": "На съемочной площадке у Анны случился первый поцелуй"
        },
        {
            "number": "Факт №7",
            "content": "В сериале нередко можно встретить масштабные сцены. Например, в одном из эпизодов показана очередь за водкой. Для того, чтобы ее снять, режиссерам пришлось устраивать большой кастинг. Главным условием было отсутствие современных примет у участников: татуировок, необычных причесок, нарощенных волос, ресниц и ногтей, что являлось совершенно несвойственным в годы, о которых шла речь. Помимо этого, заботы об одежде тоже ложились на плечи самих людей. Все актеры массовки должны были прийти на пробы в валенках, шапках-ушанках, пуховых платках и прочей соответствующей той эпохе одежде нейтральных серых или темных цветов.",
            "imagePath": "assets/images/training_images/training_image6.png",
            "subtext": "Сцены из 80-х воссозданы в картине крайне бережно, как будто оказываешься в тех временах"
        },
        {
            "number": "Факт №8",
            "content": "Самые внимательные поклонники нашли в сценах аж десятки ляпов. Одни назвали это настоящим хамством по отношению к зрителям, а другие, напротив, посчитали такой ход довольно грамотным. Ведь чем больше жарких обсуждений в Сети, тем выше рейтинги проекта. Вот, например, в некоторых сериях можно заметить желто-белый пешеходный переход, который возник лишь в 2014 году, в то время, как экранная история разворачивается раньше. Под горячую руку зрителей также попали пачка сигарет Вовы Адидаса, пластиковые окна и белые фартуки школьниц.",
            "imagePath": "",
            "subtext": ""
        },
        {
            "moreFacts" : "Ещё 22 факта",
            "smallFacts": [
                {
                    "smallFact": "Изначально сериал имел более короткое название «Слово пацана»."
                },
                {
                    "smallFact": "Производство заняло около 7 месяцев."
                },
                {
                    "smallFact": "Генеральным продюсером картины выступил Федор Бондарчук."
                },
                {
                    "smallFact": "Актер Сергей Бурунов, сыгравший отца Вовы и Марата Адидасов, считает сценарий «Слова пацана» лучшим из всех тех, с которыми он успел поработать за 25 лет."
                },
                {
                    "smallFact": "Проект стал самым популярным сериалом у российских зрителей всего на вторую неделю после выхода."
                },
                {
                    "smallFact": "В конце каждой серии указан телефон анонимной линии для родителей трудных подростков."
                },
                {
                    "smallFact": "Название группировки «Универсам» является выдуманным, а вот упоминаемые «Хади Такташ», «Кинопленка», «Чайники» и «Перваки» действительно существовали в Казани в 1980-е годы."
                },
                {
                    "smallFact": "Трек «Пыяла» российского электронного хип-хоп-дуэта «Аигел», который неоднократно звучит в сериале, возглавил мировой музыкальный чарт Shazam, а также топы России и СНГ в популярных сервисах."
                },
                {
                    "smallFact": "Персонаж Ивана Янковского Вова Адидас, по мнению многих, стал современным Данилой Багровым из культовых кинофильмов «Брат» и «Брат-2»."
                },
                {
                    "smallFact": "Режиссер старался избегать художественного вымысла в сюжете, ведь его главной задачей было показать жестокие реалии, а не романтизацию этого периода."
                },
                {
                    "smallFact": "Жора Крыжовников захотел увидеть Ивана Янковского в роли Вовы Адидаса после того, как оценил его актерскую игру в сериале «Фишер»."
                },
                {
                    "smallFact": "Заявленный бюджет «Слова пацана» составляет 100 млн рублей."
                },
                {
                    "smallFact": "Фильм был снят при поддержке Института развития интернета (ИРИ), который на конкурсной основе распределяет бюджетные деньги, выделяемые на создание и продвижение социально значимого Интернет-контента."
                },
                {
                    "smallFact": "Актриса Юлия Александрова, сыгравшая маму Андрея, в реальной жизни является бывшей женой режиссера Жоры Крыжовникова."
                },
                {
                    "smallFact": "Сергей Бурунов старше своего сына Ивана Янковского всего на 13 лет."
                },
                {
                    "smallFact": "Сцена драки Андрея и Марата является полной импровизацией актеров, которые из-за волнений забыли все то, что разучивали с каскадерами."
                },
                {
                    "smallFact": "Иван Янковский боялся играть Вову Адидаса, поскольку переживал, что не сможет идеально воплотить на экране образ персонажа."
                },
                {
                    "smallFact": "В создании сериала принимало участие 300 членов съемочной группы, 150 человек актерского состава и около 500 актеров массовки."
                },
                {
                    "smallFact": "Во время массовых драк многим актерам нередко «прилетало по носу», поэтому на съемочной площадке всегда дежурила скорая помощь."
                },
                {
                    "smallFact": "На сцену одного побоища уходило 20-25 дублей."
                },
                {
                    "smallFact": "В начале декабря происходили пересъемки восьмой серии, но что именно создатели картины решили изменить, пока остается неизвестно."
                },
                {
                    "smallFact": "Внимание, спойлер! Сцена с убийством главаря враждебной ОПГ и спасением Айгуль от насильников является отсылкой к фильму «Брат»."
                }
            ]
        }
    ]
};